{"symbol_description": {"drill_hole": {"shape": "The symbol is a thick black ring forming a circle with a hollow center, akin to a doughnut shape.", "description": "This symbol indicates the location of a borehole or drill hole", "keywords": "drill, hole, exploration, well"}, "gravel_pit": {"shape": "The symbol consists of two crossed lines, with each end terminating in an arrowhead pointing outward.", "description": "This symbol indicates the location of a gravel pit, a place where gravel is extracted from the ground.", "keywords": "gravel, sand, clay, borrow, pit"}, "inclined_bedding": {"shape": "The symbol features a bold horizontal line with a perpendicular line intersecting it at the center.", "description": "This symbol represents inclined bedding, indicating layers of rock that are tilted at an angle from the horizontal.", "keywords": "inclined, strike, dip, beds"}, "inclined_flow_banding": {"shape": "The symbol is composed of a broad horizontal line surmounted by a hollow triangle with a line across its apex.", "description": "This symbol on geological maps signifies inclined flow banding, which represents a geological formation where layers, typically of volcanic or sedimentary origin, display banding due to flow or other deformation processes and are inclined relative to the horizontal plane.", "keywords": "inclined, flow, banding, strike, dip, foliation, layered"}, "inclined_metamorphic": {"shape": "The symbol is a wide horizontal line topped by a large, pointed triangle centered above it, symbolizing a peak or an apex.", "description": "This symbol represents foliation in metamorphic rocks, indicating that the mineral layers within the rock are aligned in a planar and parallel fashion and are inclined at an angle from the horizontal", "keywords": "inclined, metamorphic, strike, dip, foliation"}, "lineation": {"shape": "The symbol is a long horizontal line that terminates in an arrowhead pointing to the right, indicating directionality.", "description": "this symbol denotes lineation, which refers to linear features within a rock, such as stretched mineral grains or pebbles, that indicate the direction of geological forces or the flow of the material.", "keywords": "lineation, plunge, arrow, direction, linear, linear structure"}, "mine_shaft": {"shape": "The symbol is a square tilted at an angle to form a diamond shape, with the top half filled in black and the bottom half white.", "description": "This symbol represents the location of a mine shaft, a vertical or sloping passageway made into the earth for extracting minerals.", "keywords": "shaft"}, "overturned_bedding": {"shape": "The symbol consists of a horizontal line with a semicircular loop hanging from its center, creating a shape similar to an upside-down U attached to the line.", "description": "This symbol is used to denote overturned bedding, indicating layers of sedimentary rock that have been flipped over past the vertical due to intense pressure or tectonic activity.", "keywords": "overturned, strike and dip of beds"}, "prospect": {"shape": "The symbol is a bold, black X created by two intersecting lines of equal thickness.", "description": "This symbol marks a location where mineral deposits are expected or where exploratory work is planned or currently underway.", "keywords": "prospect"}, "quarry": {"shape": "The symbol consists of two crossed pickaxes, with the heads of the pickaxes at opposite ends and the handles intersecting in the middle.", "description": "This symbol indicates the location of a quarry, where stone or other materials are excavated from the ground.", "keywords": "mine, quarry"}, "mine_tunnel": {"shape": "The symbol depicts a horizontal line intersected near one end by a shorter line at a downward angle, forming a Y shape rotated to the left.", "description": "This symbol is used on geological maps to represent the entrance or adit of a mine tunnel, indicating where the tunnel begins on the surface and extends into the underground.", "keywords": "tunnel, mine, cave, entrance, adit"}}, "symbol_category": {"bedding": ["inclined_bedding", "overturned_bedding"], "cleavage": [], "foliation": ["inclined_flow_banding", "inclined_metamorphic"], "lineation": ["lineation"], "mine": ["gravel_pit", "quarry"], "prospect": ["prospect"], "mine shaft": ["mine_shaft"], "tunnel": ["mine_tunnel"], "natural resources": ["drill_hole"]}}